src/service_layer/sample/SOAP/cartset/getCartStylesRequest.xml

<?xml version='1.0' encoding='UTF-8'?>
<soap:Envelope
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Head>
	</soap:Head>
	<soap:Body>
		<cs:getCartStyles xmlns:cs="http://www.dps.org/dps/cartset">
		</cs:getCartStyles>
	</soap:Body>
</soap:Envelope>